{
  "common": {
    "languages": {
      "english": "Anglais",
      "french": "Français",
      "arabic": "Arabe"
    },
    "readMore": "Lire la suite",
    "loading": "Chargement...",
    "close": "Fermer"
  },
  "nav": {
    "home": "Accueil",
    "news": "Actualités",
    "about": "À propos",
    "president": "Message du Président",
    "goals": "Nos Objectifs",
    "activities": "Activités",
    "contact": "Contact"
  },
  "home": {
    "welcome": "Bienvenue à l'AMUP",
    "subtitle": "Soutenir la Santé Mentale au Maroc",
    "description": "Nous nous consacrons à la promotion de la sensibilisation à la santé mentale et au soutien des personnes dans le besoin.",
    "getInvolved": "S'impliquer",
    "support": {
      "title": "Soutien",
      "description": "Accédez aux ressources et services de soutien en santé mentale"
    },
    "resources": {
      "title": "Ressources",
      "description": "Matériel éducatif et informations utiles"
    },
    "advocacy": {
      "title": "Plaidoyer",
      "description": "Lutter contre la stigmatisation et promouvoir les droits en santé mentale"
    },
    "contact": "Contactez-nous"
  },
  "about": {
    "title": "À Propos de Nous",
    "description": "Découvrez notre histoire et l'équipe derrière l'AMUP",
    "history": {
      "title": "Notre Histoire",
      "description": "L’association AMUP est la première association d’usagers des services de santé mentale au Maroc.",
      "impact": "Créée suite à une idée du Professeur Driss Moussaoui, ancien directeur du Centre Psychiatrique Universitaire/Casablanca, et Mme Naima Trachen, présidente de l’association AMALI, notre association se donne pour principal objectif  de  lutter contre l’exclusion, la discrimination et l’isolement des personnes en souffrance psychique. Nous visons la sensibilisation de l’opinion publique au fait que le malade mental  n’est pas un débile ou un fou mais une personne à part entière, une personne malade et qui se soigne, enfin une personne qui doit être respectée et acceptée avec sa différence."
    },
    "team": {
      "title": "Notre Équipe",
      "roles": {
        "executiveDirector": "Directrice Exécutive",
        "programCoordinator": "Coordinateur de Programme"
      }
    }
  },
  "president": {
    "name": "Radouane Lotfy",
    "title": "Message du Président",
    "description": "Un message de notre équipe",
    "greeting": "Avant tout, un grand merci à toute personne ayant visité notre site web.",
    "content": {
      "part1": "En effet, votre intérêt pour la santé mentale représente un fort soutien pour nous, qui aspirons d’abord à combattre la stigmatisation de la maladie mentale, qui a pour principales conséquences la discrimination, l’exclusion et le rejet social des personnes atteintes de troubles psychiques.",
      "part2": "Nous insistons sur le fait q’une personne souffrant d’un trouble mental est parfaitement capable de jouer un rôle positif et constructif au sein de la société quant elle est comprise et soutenue.",
      "part3": "Nous à l’association marocaine des usagers de la psychiatrie, nous sommes ouverts à tous et à toutes les compétences en vue d’une collaboration pour la bonne cause. Alors agissons ensemble pour une meilleure qualité de vie pour les usagers, leurs familles, leurs proches et amis.",
      "part4": "Cette action est imminente lorsqu’on sait que l’Organisation Mondiale de la Santé considère que, au niveau mondial, 5 des pathologies les plus préoccupantes du 21ème siècle relèvent de la psychiatrie: la schizophrénie, les troubles bipolaires, les addictions, la dépression et les troubles obsséssionnels compulsifs.",
      "part5": "D’un autre côté, l’état gagnerait beaucoup en termes de cout aussi bien sur le plan économique, politique et social si la prise en charge de la maladie mentale est assurée.",
      "part6": "Alors œuvrons ensemble pour le bien des malades et leurs familles."
    },
    "signature": "Cordialement,"
  },
  "goals": {
    "title": "Nos Objectifs",
    "description": "Travailler ensemble pour une meilleure santé mentale au Maroc",
    "list": {
      "awareness": {
        "title": "Sensibilisation & Éducation",
        "description": "Sensibiliser les décideurs pour instaurer la gratuité des médicaments et de l’hospitalisation (La maladie psychique étant une maladie chronique et nécessitant des traitements couteux et de longue durée, de même qu’elle peut entrainer un handicap)"
      },
      "support": {
        "title": "Services de Soutien",
        "description": "Faire participer les personnes en souffrance psychique à divers ateliers (Art, Thérapie, Peinture, Musique, Travaux manuels, Sport, ...etc) pour leurs sociabilisassions et pour qu’elles retrouvent estime de soi et reconquièrent confiance en soi"
      },
      "advocacy": {
        "title": "Plaidoyer",
        "description": "Plaider pour de meilleures politiques de santé mentale et un meilleur accès aux services de santé mentale au Maroc."
      },
      "research": {
        "title": "Recherche & Innovation",
        "description": "Soutenir les initiatives de recherche et les approches innovantes en matière de soins de santé mentale."
      },
      "stigma": {
        "title": "Réduction de la Stigmatisation",
        "description": "Combattre la stigmatisation et briser le tabou du silence"
      }
    }
  },
  "activities": {
    "title": "Nos Activités",
    "description": "Découvrez les différentes façons dont nous soutenons la santé mentale dans notre communauté",
    "types": {
      "conferences": {
        "title": "Conférences",
        "description": "La date du 10 octobre de chaque année correspond à la Journée Mondiale de la Santé Mentale.  Nous avons célébré cet événement le 12/10/2012 en organisant, en partenariat avec l’association AMALI, une conférence-débat dont le thème est « Bonheur et Santé Mentale ». Ce thème a fait de cette manifestation une grande réussite. En effet, le Professeur Driss Moussaoui a essayé de répondre à travers sa très intéressante intervention  à la question : Comment assurer le bonheur malgré la maladie ? Et le Docteur Youssef Mohi s’est penché sur le rôle du Programme Psycho-éducatif PROFAMILLE qui permet d’apaiser les relations famille-malade et créer un bien être familiale. Mme Amina Bencherki, vice présidente de l’association AMALI a présenté le Programme PROFAMILLE. Et enfin, l’Amicale des étudiants de la Faculté de Médecine a égayé l’assistance avec une pièce de théâtre qui a passé en revue les difficultés rencontrées par les malades dans les structures hospitalières. Cette manifestation a connu une assistance de plus de 200 personnes.",
        "details": [
          "La date du 10 octobre de chaque année correspond à la Journée Mondiale de la Santé Mentale. Nous avons célébré cet événement le 12/10/2012 en organisant, en partenariat avec l’association AMALI, une conférence-débat dont le thème est « Bonheur et Santé Mentale ». Ce thème a fait de cette manifestation une grande réussite. En effet, le Professeur Driss Moussaoui a essayé de répondre à travers sa très intéressante intervention à la question : Comment assurer le bonheur malgré la maladie ? Et le Docteur Youssef Mohi s’est penché sur le rôle du Programme Psycho-éducatif PROFAMILLE qui permet d’apaiser les relations famille-malade et créer un bien être familiale. Mme Amina Bencherki, vice présidente de l’association AMALI a présenté le Programme PROFAMILLE. Et enfin, l’Amicale des étudiants de la Faculté de Médecine a égayé l’assistance avec une pièce de théâtre qui a passé en revue les difficultés rencontrées par les malades dans les structures hospitalières. Cette manifestation a connu une assistance de plus de 200 personnes.",
          "Le 08/06/2013, organisation d’une conférence-débat dont le thème est « quel avenir au Maroc pour les personnes en souffrance psychique ?» et qui était animée par le Professeur Omar Battas. Cette conférence était un franc succès par la richesse des interventions."
        ]
      },
      "listeningCells": {
        "title": "Cellules d’écoute",
        "details": [
          "Organisation au courant de l’année 2013, en partenariat avec l’association AMALI, de plusieurs cellules d’écoute qui ont permis aux membres des deux associations d’accueillir, écouter et prodiguer des conseil et soulager la souffrance de patients et de leurs familles. Toujours dans ce cadre, plusieurs visites on t été rendues à certains patients hospitalisés au Centre Psychiatrique Universitaire Ibn Rochd ainsi qu’à l’hôpital psychiatrique ARRAZI de Salé."
        ]
      },
      "workshops": {
        "title": "Ateliers",
        "details": [
          "Pour que les patients puissent retrouver leur estime de soi et reconquérir la confiance en soi, nous avons expérimenté, avec un groupe restreint de 8 personnes et en partenariat avec l’association AMALI, des ateliers d’informatique, de peinture sur soie et peinture sur verre, animés par  des bénévoles, et dont les réalisations seront exposées à la vente lors d’une journée porte ouverte qui sera organisée ultérieurement par les deux associations."
        ]
      },
      "awareness": {
        "title": "Marches de Sensibilisation",
        "details": [
          "Dans le cadre de la lutte contre la stigmatisation, AMALI et AMUP ont organisé, à l’occasion de la Journée Mondiale de la Santé Mentale, le 6 octobre 2013, une marche populaire à Casablanca qui a vu la participation de patients, les membres de leurs familles, des médecins psychiatres, des associations, quelques médias ainsi que de nombreux sympathisants."
        ]
      },
      "trips": {
        "title": "Sorties",
        "details": [
          "Nous avons organisé en été des sorties en mer, pendant lesquelles, des patients stabilisés ont pu se détendre, se divertir et tisser des liens d’amitié en partageant leurs expériences et leurs aspirations dans un cadre très convivial."
        ]
      }
    }
  },
  "contact": {
    "title": "Contact",
    "description": "Prenez contact avec notre équipe",
    "info": {
      "title": "Informations de Contact",
      "address": "Adresse",
      "addressLine1": "Lotissement Al Firdaws Immeuble 220 Apt 24",
      "addressLine2": "Al Oulfae Casabalnca",
      "email": "Email",
      "emailAddress": "assoc.amup@gmail.com",
      "phone": "Téléphone",
      "phoneNumber1": "06 71 94 24 36",
      "phoneNumber2": "06 65 81 39 48"
    }
  },
  "news": {
    "title": "Actualités",
    "description": "Restez informé de nos dernières activités et événements",
    "items": {
      "workshop": {
        "title": "Succès de l'atelier sur la santé mentale",
        "description": "Plus de 100 participants ont rejoint notre récent atelier sur la compréhension de l'anxiété et de la dépression, avec des experts et des sessions interactives."
      },
      "support": {
        "title": "Lancement d'un nouveau groupe de soutien",
        "description": "L'AMUP lance un nouveau groupe de soutien hebdomadaire à Casablanca, offrant un espace sûr pour partager des expériences et trouver une communauté."
      },
      "conference": {
        "title": "Annonce de la conférence annuelle",
        "description": "Réservez la date pour notre prochaine conférence annuelle sur la défense de la santé mentale, avec des intervenants internationaux et des ateliers."
      }
    }
  },
  "footer": {
    "organization": "Association Marocaine des Usagers de la Psychiatrie",
    "rights": "Tous droits réservés",
    "social": {
      "facebook": "Suivez-nous sur Facebook",
      "instagram": "Suivez-nous sur Instagram",
      "twitter": "Suivez-nous sur Twitter"
    },
    "contact": {
      "emailPrefix": "Contactez-nous",
      "email": "assoc.amup@gmail.com",
      "address": "123 Rue Exemple, Casablanca, Maroc"
    },
    "address": {
      "line1": "123 Rue Exemple",
      "line2": "Casablanca, Maroc"
    }
  },
  "donation": {
    "donate": "Faire un don",
    "title": "Soutenez notre cause",
    "description": "Votre don aide à soutenir nos programmes de santé mentale et nos services de soutien.",
    "bankDetails": "Coordonnées bancaires",
    "bankName": "Banque",
    "accountHolder": "Titulaire du compte"
  }
}
