{
  "common": {
    "languages": {
      "english": "English",
      "french": "French",
      "arabic": "Arabic"
    },
    "readMore": "Read More",
    "loading": "Loading...",
    "close": "Close"
  },
  "nav": {
    "home": "Home",
    "news": "News",
    "about": "About",
    "president": "President's Message",
    "goals": "Our Goals",
    "activities": "Activities",
    "contact": "Contact"
  },
  "home": {
    "welcome": "Welcome to AMUP",
    "subtitle": "Supporting Mental Health in Morocco",
    "description": "We are dedicated to promoting mental health awareness and providing support to those in need.",
    "getInvolved": "Get Involved",
    "support": {
      "title": "Support",
      "description": "Access mental health resources and support services"
    },
    "resources": {
      "title": "Resources",
      "description": "Educational materials and helpful information"
    },
    "advocacy": {
      "title": "Advocacy",
      "description": "Fighting stigma and promoting mental health rights"
    },
    "contact": "Contact Us"
  },
  "about": {
    "title": "About Us",
    "description": "Discover our history and the team behind AMUP",
    "history": {
      "title": "Our History",
      "description": "AMUP is Morocco's first mental health service users association.",
      "impact": "Created following an idea by Professor Driss Moussaoui, former director of the Centre Psychiatrique Universitaire/Casablanca, and Mme Naima Trachen, president of the AMALI association, our association's main aim is to combat exclusion, discrimination and isolation of people suffering from mental illness. We aim to raise public awareness of the fact that the mentally ill person is not a retard or a lunatic, but a person in his or her own right, a person who is ill and in need of treatment, a person who must be respected and accepted for his or her differences."
    },
    "team": {
      "title": "Our Team",
      "roles": {
        "executiveDirector": "Executive Director",
        "programCoordinator": "Program Coordinator"
      }
    }
  },
  "president": {
    "name": "Dr. Redouan Lotfy",
    "title": "President's Message",
    "description": "A message from our team",
    "greeting": "First and foremost, a big thank you to everyone who has visited our website.`",
    "content": {
      "part1": "Indeed, your interest in mental health is a strong support for us, as we strive first and foremost to combat the stigmatization of mental illness, whose main consequences are discrimination, exclusion and social rejection of people with mental disorders.",
      "part2": "We emphasize that a person with a mental disorder is perfectly capable of playing a positive and constructive role in society when he or she is understood and supported.",
      "part3": "Nous à l’association marocaine des usagers de la psychiatrie, nous sommes ouverts à tous et  à toutes les compétences en vue d’une collaboration pour la bonne cause.  Alors agissons ensemble pour une meilleure qualité de vie pour les usagers, leurs familles, leurs proches et amis.",
      "part4": "This action is imminent, given that the World Health Organization considers that, worldwide, 5 of the most worrying pathologies of the 21st century are related to psychiatry: schizophrenia, bipolar disorders, addictions, depression and obsessive-compulsive disorders.",
      "part5": "On the other hand, the state would gain a great deal in terms of economic, political and social costs if mental illness were taken care of.",
      "part6": "So let's work together for the good of patients and their families."
    },
    "signature": "Sincerely,"
  },
  "goals": {
    "title": "Our Goals",
    "description": "Working together for better mental health in Morocco",
    "list": {
      "awareness": {
        "title": "Awareness & Education",
        "description": "Sensitize decision-makers to introduce free medication and hospitalization (since mental illness is a chronic disease requiring costly, long-term treatment, it can also lead to disability)."
      },
      "support": {
        "title": "Support Services",
        "description": "Involve people suffering from mental illness in various workshops (Art, Therapy, Painting, Music, Handicrafts, Sport, etc.) to help them socialize and regain their self-esteem and self-confidence."
      },
      "advocacy": {
        "title": "Advocacy",
        "description": "Advocating for better mental health policies and access to mental health services in Morocco."
      },
      "research": {
        "title": "Research & Innovation",
        "description": "Support research initiatives and innovative approaches to mental health care."
      },
      "stigma": {
        "title": "Stigma Reduction",
        "description": "Combating stigmatization and breaking the taboo of silence"
      }
    }
  },
  "activities": {
    "title": "Our Activities",
    "description": "Discover the different ways we support mental health in our community",
    "types": {
      "conferences": {
        "title": "Conferences",
        "details": [
          "October 10 is World Mental Health Day. We celebrated this event on 12/10/2012 by organizing, in partnership with the AMALI association, a conference-debate on the theme of “Happiness and Mental Health”. This theme made the event a great success. Professor Driss Moussaoui gave an interesting presentation on the question of how to ensure happiness despite illness. And Doctor Youssef Mohi focused on the role of the PROFAMILLE psycho-educational program in calming family-sickness relations and creating family well-being. Ms. Amina Bencherki, vice-president of the AMALI association, presented the PROFAMILLE program. And finally, the Amicale des étudiants de la Faculté de Médecine entertained the audience with a play reviewing the difficulties encountered by patients in hospital structures. Over 200 people attended the event.",
          "On 08/06/2013, organization of a conference-debate whose theme was “what future in Morocco for people with psychological suffering?” and which was moderated by Professor Omar Battas. The conference was a resounding success, with a wealth of contributions."
        ]
      },
      "listeningCells": {
        "title": "Listening Cells",
        "details": [
          "Organization in 2013, in partnership with the AMALI association, of several listening cells which enabled members of the two associations to welcome, listen and provide advice and relieve the suffering of patients and their families. Also in this context, several visits were made to patients hospitalized at the Centre Psychiatrique Universitaire Ibn Rochd and at the ARRAZI psychiatric hospital in Salé."
        ]
      },
      "workshops": {
        "title": "Workshops",
        "details": [
          "To help patients regain their self-esteem and self-confidence, we have been running computer, silk and glass painting workshops for a small group of 8 people, in partnership with the AMALI association. These workshops are run by volunteers, and their work will be exhibited for sale at an open day to be organized by the two associations."
        ]
      },
      "awareness": {
        "title": "Awareness Walks",
        "details": [
          "As part of the fight against stigmatization, AMALI and AMUP organized a popular march in Casablanca on World Mental Health Day, October 6, 2013, which saw the participation of patients, family members, psychiatric doctors, associations, some media as well as many supporters."
        ]
      },
      "trips": {
        "title": "Trips",
        "details": [
          "In the summer, we organized a series of outings to the sea, during which stabilized patients were able to relax, enjoy themselves and forge friendships by sharing their experiences and aspirations in a very convivial setting."
        ]
      }
    }
  },
  "contact": {
    "title": "Contact Us",
    "description": "Get in touch with our team",
    "info": {
      "title": "Contact Information",
      "address": "Address",
      "addressLine1": "Allotment Al Firdaws Building 220 Apartment 24",
      "addressLine2": "Al Oulfae Casabalnca",
      "email": "Email",
      "emailAddress": "assoc.amup@gmail.com",
      "phone": "Phone",
      "phoneNumber1": "06 71 94 24 36",
      "phoneNumber2": "06 65 81 39 48"
    }
  },
  "news": {
    "title": "News",
    "description": "Stay informed about our latest activities and events",
    "readMore": "Read More",
    "items": {
      "workshop": {
        "title": "Mental Health Workshop Success",
        "description": "Over 100 participants joined our recent workshop on understanding anxiety and depression, featuring expert speakers and interactive sessions."
      },
      "support": {
        "title": "New Support Group Launch",
        "description": "AMUP launches new weekly support group in Casablanca, providing a safe space for individuals to share experiences and find community."
      },
      "conference": {
        "title": "Annual Conference Announcement",
        "description": "Save the date for our upcoming annual mental health advocacy conference, featuring international speakers and workshops."
      }
    }
  },
  "footer": {
    "organization": "Moroccan Association of Psychiatry Users",
    "rights": "All rights reserved",
    "social": {
      "facebook": "Follow us on Facebook",
      "instagram": "Follow us on Instagram",
      "twitter": "Follow us on Twitter"
    },
    "contact": {
      "emailPrefix": "Contact us",
      "email": "assoc.amup@gmail.com",
      "address": "123 Example Street, Casablanca, Morocco"
    },
    "address": {
      "line1": "123 Example Street",
      "line2": "Casablanca, Morocco"
    }
  },
  "donation": {
    "donate": "Donate",
    "title": "Support Our Cause",
    "description": "Your donation helps support our mental health programs and support services.",
    "bankDetails": "Bank Details",
    "bankName": "Bank",
    "accountHolder": "Account Holder"
  }
}